adamvoss.vscode-languagetool
adamvoss.vscode-languagetool-fr
adrienjoly.vscode-spellchecker-fr
akamud.vscode-theme-onedark
anysphere.pyright
austin.code-gnu-global
azemoh.one-monokai
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
danielsanmedium.dscodegpt
dsznajder.es7-react-js-snippets
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
github.copilot
github.github-vscode-theme
grapecity.gc-excelviewer
hamza-aziane.obsidian-dark
hilsiancapital.spyder-theme
jakeboone02.cypher-query-language
james-yu.latex-workshop
jasonnutter.search-node-modules
jebbs.plantuml
joelday.papyrus-lang-vscode
johnpapa.winteriscoming
jwsandeman.cyberpunk2077-theme
kevinrose.vsc-python-indent
madhavd1.javadoc-tools
max-ss.cyberpunk
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
msjsdiag.vscode-react-native
octref.vetur
oracle.oracle-java
pkief.material-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
rodrigovallades.es7-react-js-snippets
solrike.eclipse-theme-by-solrike
tal7aouy.theme
torn4dom4n.latex-support
trinity.trinity
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vuetifyjs.vuetify-vscode
whizkydee.material-palenight-theme
zhang-renyang.vscode-react
zhuangtongfa.material-theme
